Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Your library in the cloud is untouched. You can restore it from the welcome screen later.
ar: تبقى مكتبتك في السحابة دون تغيير. يمكنك استعادتها من شاشة الترحيب لاحقًا.
bg: Библиотеката ви в облака остава непокътната. Можете да я възстановите от началния екран по-късно.
bn: ক্লাউডে আপনার লাইব্রেরি অক্ষত থাকে। আপনি পরে ওয়েলকাম স্ক্রিন থেকে এটি পুনরুদ্ধার করতে পারেন।
cs: Vaše knihovna v cloudu zůstane nedotčena. Později ji můžete obnovit z úvodní obrazovky.
de: Deine Bibliothek in der Cloud bleibt unberührt. Du kannst sie später über den Willkommensbildschirm wiederherstellen.
es: Tu biblioteca en la nube permanece intacta. Puedes restaurarla desde la pantalla de bienvenida más tarde.
fr: Votre bibliothèque dans le cloud reste intacte. Vous pourrez la restaurer depuis l'écran d'accueil plus tard.
gu: ક્લાઉડમાં તમારી લાઇબ્રેરી અકબંધ રહે છે. તમે તેને પછીથી સ્વાગત સ્ક્રીનમાંથી પુનઃસ્થાપિત કરી શકો છો.
he: הספרייה שלך בענן נשארת ללא שינוי. תוכל לשחזר אותה ממסך הפתיחה מאוחר יותר.
hi: क्लाउड में आपकी लाइब्रेरी अछूती रहती है। आप इसे बाद में वेलकम स्क्रीन से पुनर्स्थापित कर सकते हैं।
hr: Vaša fonoteka u oblaku ostaje netaknuta. Kasnije je možete vratiti s početnog zaslona.
it: La tua libreria nel cloud rimane intatta. Potrai ripristinarla in seguito dalla schermata di benvenuto.
ja: クラウド内のライブラリはそのまま残ります。後でようこそ画面から復元できます。
kn: ಕ್ಲೌಡ್‌ನಲ್ಲಿರುವ ನಿಮ್ಮ ಗ್ರಂಥಾಲಯ ಹಾಗೇ ಉಳಿಯುತ್ತದೆ. ನೀವು ಅದನ್ನು ನಂತರ ಸ್ವಾಗತ ಪರದೆಯಿಂದ ಮರುಸ್ಥಾಪಿಸಬಹುದು.
ko: 클라우드의 라이브러리는 그대로 유지되며 나중에 시작 화면에서 복원할 수 있습니다.
ml: ക്ലൗഡിലുള്ള നിങ്ങളുടെ ലൈബ്രറി മാറ്റമില്ലാതെ തുടരും. നിങ്ങൾക്ക് പിന്നീട് സ്വാഗത സ്ക്രീനിൽ നിന്ന് അത് പുനഃസ്ഥാപിക്കാം.
mr: क्लाउडमधील तुमची लायब्ररी अबाधित राहते। तुम्ही ती नंतर स्वागत स्क्रीनवरून पुनर्संचयित करू शकता.
nl: Je bibliotheek in de cloud blijft ongewijzigd. Je kunt deze later herstellen via het welkomstscherm.
pa: ਕਲਾਊਡ ਵਿੱਚ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਬਰਕਰਾਰ ਰਹਿੰਦੀ ਹੈ। ਤੁਸੀਂ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਸੁਆਗਤ ਸਕ੍ਰੀਨ ਤੋਂ ਮੁੜ-ਬਹਾਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: Twoja biblioteka w chmurze pozostaje nienaruszona. Możesz ją później przywrócić z ekranu powitalnego.
pt_br: Sua biblioteca na nuvem permanece intacta. Você pode restaurá-la na tela de boas-vindas mais tarde.
ta: மேகத்தில் உள்ள உங்கள் நூலகம் அப்படியே இருக்கும். பின்னர் வரவேற்பு திரையிலிருந்து அதை மீட்டெடுக்கலாம்.
te: క్లౌడ్‌లోని మీ లైబ్రరీ అలాగే ఉంటుంది. తర్వాత స్వాగత స్క్రీన్ నుండి దీన్ని పునరుద్ధరించవచ్చు.
th: คลังของคุณในคลาวด์จะไม่ถูกแตะต้อง คุณสามารถกู้คืนจากหน้าจอต้อนรับได้ในภายหลัง
tr: Buluttaki kitaplığınıza dokunulmaz. Daha sonra karşılama ekranından geri yükleyebilirsiniz.
uk: Ваша бібліотека у хмарі залишається недоторканою. Ви зможете відновити її з екрана привітання пізніше.
ur: کلاؤڈ میں آپ کی لائبریری برقرار رہتی ہے۔ آپ بعد میں خوش آمدید اسکرین سے اسے بحال کر سکتے ہیں۔
vi: Thư viện của bạn trên đám mây vẫn được giữ nguyên. Bạn có thể khôi phục nó từ màn hình chào mừng sau.
zh_hans: 云端的库不受影响 () 你可以稍后从欢迎屏幕恢复。
zh_hant: 雲端中的資料庫不受影響 () 你可以稍後從歡迎畫面還原。

source: Your recovery code restores this library on a new device when you have no other device available to approve it. Anyone with it has full access. Keep it secret.
ar: يستعيد رمز الاستعادة هذه المكتبة على جهاز جديد عندما لا يتوفر لديك جهاز آخر للموافقة عليه. أي شخص يملكه له وصول كامل. أبقِه سرًّا.
bg: Кодът ви за възстановяване възстановява тази библиотека на ново устройство, когато нямате друго устройство, което да го одобри. Всеки с него има пълен достъп. Пазете го в тайна.
bn: অনুমোদনের জন্য অন্য কোনো ডিভাইস না থাকলে আপনার পুনরুদ্ধার কোড নতুন ডিভাইসে এই লাইব্রেরি পুনরুদ্ধার করে। এটি যার কাছে আছে তার সম্পূর্ণ অ্যাক্সেস আছে। গোপন রাখুন।
cs: Váš obnovovací kód obnoví tuto knihovnu v novém zařízení, když nemáte žádné jiné zařízení, které by ho schválilo. Kdokoli s ním má plný přístup. Udržujte ho v tajnosti.
de: Dein Wiederherstellungscode stellt diese Bibliothek auf einem neuen Gerät wieder her, wenn kein anderes Gerät zum Genehmigen verfügbar ist. Jeder damit hat vollen Zugriff. Halte ihn geheim.
es: Tu código de recuperación restaura esta biblioteca en un dispositivo nuevo cuando no tienes otro dispositivo disponible para aprobarlo. Cualquiera con él tiene acceso completo: mantenlo en secreto.
fr: Votre code de récupération restaure cette bibliothèque sur un nouvel appareil quand aucun autre appareil n'est disponible pour l'approuver. Quiconque le possède a un accès complet. Gardez-le secret.
gu: બીજું કોઈ ડિવાઇસ મંજૂરી માટે ઉપલબ્ધ ન હોય ત્યારે તમારો પુનઃપ્રાપ્તિ કોડ નવા ડિવાઇસ પર આ લાઇબ્રેરી પુનઃસ્થાપિત કરે છે. તે ધરાવનાર કોઈપણને સંપૂર્ણ ઍક્સેસ મળે છે. ગુપ્ત રાખો.
he: קוד השחזור שלך משחזר ספרייה זו במכשיר חדש כשאין לך מכשיר אחר זמין לאשר אותו. לכל מי שיש אותו יש גישה מלאה. שמור אותו בסוד.
hi: जब स्वीकृति के लिए कोई दूसरा डिवाइस उपलब्ध न हो, तो आपका पुनर्प्राप्ति कोड नए डिवाइस पर यह लाइब्रेरी पुनर्स्थापित करता है. जिसके पास यह है, उसे पूरी पहुंच है। इसे गुप्त रखें.
hr: Vaš kôd za oporavak obnavlja ovu knjižnicu na novom uređaju kad nemate drugi uređaj koji bi ga odobrio. Svatko s njim ima puni pristup. Čuvajte ga u tajnosti.
it: Il tuo codice di recupero ripristina questa libreria su un nuovo dispositivo quando non hai altri dispositivi disponibili per approvarlo. Chiunque lo abbia ha pieno accesso. Tienilo segreto.
ja: 復元コードは、承認できる他のデバイスがないときに、新しいデバイスでこのライブラリを復元します。持っている人は誰でも完全にアクセスできます。秘密にしてください。
kn: ಅನುಮೋದಿಸಲು ಬೇರೆ ಸಾಧನ ಲಭ್ಯವಿಲ್ಲದಾಗ ನಿಮ್ಮ ಮರುಪಡೆಯುವಿಕೆ ಕೋಡ್ ಹೊಸ ಸಾಧನದಲ್ಲಿ ಈ ಲೈಬ್ರರಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸುತ್ತದೆ. ಅದು ಇರುವ ಯಾರಿಗಾದರೂ ಪೂರ್ಣ ಪ್ರವೇಶವಿದೆ. ರಹಸ್ಯವಾಗಿಡಿ.
ko: 복구 코드는 승인할 다른 기기가 없을 때 새 기기에서 이 보관함을 복원합니다. 코드를 가진 사람은 누구나 완전히 접근할 수 있으니 비밀로 유지하세요.
ml: അംഗീകരിക്കാൻ മറ്റൊരു ഉപകരണവും ലഭ്യമല്ലാത്തപ്പോൾ നിങ്ങളുടെ വീണ്ടെടുക്കൽ കോഡ് പുതിയ ഉപകരണത്തിൽ ഈ ലൈബ്രറി പുനഃസ്ഥാപിക്കുന്നു. അതുള്ള ആർക്കും പൂർണ്ണ ആക്സസ് ഉണ്ട്. രഹസ്യമായി സൂക്ഷിക്കുക.
mr: मंजुरीसाठी दुसरे डिव्हाइस उपलब्ध नसताना तुमचा पुनर्प्राप्ती कोड नवीन डिव्हाइसवर ही लायब्ररी पुनर्संचयित करतो. तो असलेल्या कोणालाही पूर्ण प्रवेश मिळतो। गुप्त ठेवा.
nl: Je herstelcode herstelt deze bibliotheek op een nieuw apparaat als je geen ander apparaat hebt om het goed te keuren. Iedereen ermee heeft volledige toegang. Houd hem geheim.
pa: ਜਦੋਂ ਮਨਜ਼ੂਰੀ ਲਈ ਕੋਈ ਹੋਰ ਡਿਵਾਈਸ ਉਪਲਬਧ ਨਾ ਹੋਵੇ ਤਾਂ ਤੁਹਾਡਾ ਰਿਕਵਰੀ ਕੋਡ ਨਵੀਂ ਡਿਵਾਈਸ 'ਤੇ ਇਹ ਲਾਇਬ੍ਰੇਰੀ ਰੀਸਟੋਰ ਕਰਦਾ ਹੈ। ਜਿਸ ਕੋਲ ਇਹ ਹੈ, ਉਸ ਕੋਲ ਪੂਰੀ ਪਹੁੰਚ ਹੈ। ਗੁਪਤ ਰੱਖੋ।
pl: Twój kod odzyskiwania przywraca tę bibliotekę na nowym urządzeniu, gdy nie masz innego urządzenia do zatwierdzenia. Każdy, kto go ma, ma pełny dostęp. Trzymaj go w tajemnicy.
pt_br: Seu código de recuperação restaura esta biblioteca em um dispositivo novo quando você não tem outro dispositivo disponível para aprová-lo. Qualquer pessoa com ele tem acesso total. Mantenha-o em segredo.
ta: ஒப்புதலுக்கு வேறு சாதனம் இல்லாதபோது உங்கள் மீட்புக் குறியீடு புதிய சாதனத்தில் இந்த லைப்ரரியை மீட்டமைக்கிறது. அது உள்ள எவருக்கும் முழு அணுகல் உண்டு. ரகசியமாக வைத்திருங்கள்.
te: ఆమోదించడానికి మరో పరికరం అందుబాటులో లేనప్పుడు మీ పునరుద్ధరణ కోడ్ కొత్త పరికరంలో ఈ లైబ్రరీని పునరుద్ధరిస్తుంది. అది ఉన్న ఎవరికైనా పూర్తి యాక్సెస్ ఉంటుంది. రహస్యంగా ఉంచండి.
th: รหัสกู้คืนของคุณจะกู้คืนคลังนี้บนอุปกรณ์ใหม่เมื่อคุณไม่มีอุปกรณ์อื่นไว้อนุมัติ ใครก็ตามที่มีรหัสนี้จะเข้าถึงได้ทั้งหมด เก็บเป็นความลับ
tr: Kurtarma kodun, onaylayacak başka bir cihazın olmadığında bu kitaplığı yeni bir cihazda geri yükler. Koda sahip olan herkes tam erişim kazanır. Gizli tut.
uk: Ваш код відновлення відновлює цю бібліотеку на новому пристрої, коли немає іншого пристрою для схвалення. Будь-хто з ним має повний доступ. Тримайте його в таємниці.
ur: جب منظوری کے لیے کوئی اور آلہ دستیاب نہ ہو تو آپ کا بازیابی کوڈ نئے آلے پر یہ لائبریری بحال کرتا ہے۔ جس کے پاس یہ ہو اسے مکمل رسائی حاصل ہے۔ اسے خفیہ رکھیں۔
vi: Mã khôi phục của bạn khôi phục thư viện này trên thiết bị mới khi bạn không còn thiết bị nào khác để phê duyệt. Bất kỳ ai có mã đều có toàn quyền truy cập. Hãy giữ bí mật.
zh_hans: 当没有其他设备可用于批准时，恢复码可在新设备上恢复此资料库。任何拥有它的人都能完全访问 () 请保密。
zh_hant: 當沒有其他裝置可供核准時，還原碼可在新裝置上還原此資料庫。任何擁有它的人都能完整存取 () 請保密。

source: Metadata
ar: البيانات الوصفية
bg: Метаданни
bn: মেটাডেটা
de: Metadaten
es: Metadatos
fr: Métadonnées
gu: મેટાડેટા
he: מטא-נתונים
hi: मेटाडेटा
hr: Metapodaci
it: Metadati
ja: メタデータ
kn: ಮೆಟಾಡೇಟಾ
ko: 메타데이터
ml: മെറ്റാഡാറ്റ
mr: मेटाडेटा
pa: ਮੈਟਾਡਾਟਾ
pl: Metadane
pt_br: Metadados
ta: மெட்டாடேட்டா
te: మెటాడేటా
th: ข้อมูลเมตา
tr: Meta veriler
uk: Метадані
ur: میٹا ڈیٹا
vi: Siêu dữ liệu
zh_hans: 元数据
zh_hant: 中繼資料

source: Use file metadata
ar: استخدام بيانات الملفات الوصفية
bg: Използване на метаданните от файловете
bn: ফাইলের মেটাডেটা ব্যবহার করুন
cs: Použít metadata souborů
de: Dateimetadaten verwenden
es: Usar metadatos de archivos
fr: Utiliser les métadonnées des fichiers
gu: ફાઇલ મેટાડેટાનો ઉપયોગ કરો
he: שימוש במטא־נתוני הקבצים
hi: फ़ाइल मेटाडेटा इस्तेमाल करें
hr: Upotrijebi metapodatke datoteka
it: Usa metadati dei file
ja: ファイルのメタデータを使用
kn: ಫೈಲ್ ಮೆಟಾಡೇಟಾ ಬಳಸಿ
ko: 파일 메타데이터 사용
ml: ഫയൽ മെറ്റാഡാറ്റ ഉപയോഗിക്കുക
mr: फाइल मेटाडेटा वापरा
nl: Bestandsmetadata gebruiken
pa: ਫ਼ਾਈਲ ਮੈਟਾਡਾਟਾ ਵਰਤੋ
pl: Użyj metadanych plików
pt_br: Usar metadados dos arquivos
ta: கோப்பு மெட்டாடேட்டாவைப் பயன்படுத்து
te: ఫైల్ మెటాడేటాను ఉపయోగించు
th: ใช้ข้อมูลเมตาของไฟล์
tr: Dosya meta verilerini kullan
uk: Використати метадані файлів
ur: فائل میٹا ڈیٹا استعمال کریں
vi: Dùng siêu dữ liệu của tệp
zh_hans: 使用文件元数据
zh_hant: 使用檔案中繼資料

source: Add artwork
ar: إضافة صورة الغلاف
bg: Добавяне на обложка
bn: আর্টওয়ার্ক যোগ করুন
cs: Přidat obal
de: Artwork hinzufügen
es: Añadir portada
fr: Ajouter une pochette
gu: આર્ટવર્ક ઉમેરો
he: הוספת עטיפה
hi: आर्टवर्क जोड़ें
hr: Dodaj omot
it: Aggiungi copertina
ja: アートワークを追加
kn: ಆರ್ಟ್‌ವರ್ಕ್ ಸೇರಿಸಿ
ko: 아트워크 추가
ml: ആർട്ട്‌വർക്ക് ചേർക്കുക
mr: आर्टवर्क जोडा
nl: Artwork toevoegen
pa: ਆਰਟਵਰਕ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj okładkę
pt_br: Adicionar capa
ta: ஆர்ட்வொர்க்கைச் சேர்
te: ఆర్ట్‌వర్క్ జోడించండి
th: เพิ่มภาพปก
tr: Kapak ekle
uk: Додати обкладинку
ur: آرٹ ورک شامل کریں
vi: Thêm ảnh bìa
zh_hans: 添加封面
zh_hant: 加入封面

source: Drag an image here, or click to choose
ar: اسحب صورة إلى هنا، أو انقر للاختيار
bg: Плъзнете изображение тук или щракнете, за да изберете
bn: এখানে একটি ছবি টেনে আনুন, বা বেছে নিতে ক্লিক করুন
cs: Přetáhněte sem obrázek nebo klikněte pro výběr
de: Bild hierher ziehen oder zum Auswählen klicken
es: Arrastra una imagen aquí o haz clic para elegir
fr: Glissez une image ici, ou cliquez pour choisir
gu: અહીં એક છબી ખેંચો, અથવા પસંદ કરવા ક્લિક કરો
he: גררו תמונה לכאן, או לחצו לבחירה
hi: यहां एक छवि खींचें, या चुनने के लिए क्लिक करें
hr: Povucite sliku ovdje ili kliknite za odabir
it: Trascina qui un'immagine o fai clic per scegliere
ja: ここに画像をドラッグするか、クリックして選択
kn: ಇಲ್ಲಿ ಚಿತ್ರವನ್ನು ಎಳೆಯಿರಿ, ಅಥವಾ ಆರಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 이미지를 여기로 드래그하거나 클릭하여 선택
ml: ഇവിടെ ഒരു ചിത്രം വലിച്ചിടുക, അല്ലെങ്കിൽ തിരഞ്ഞെടുക്കാൻ ക്ലിക്ക് ചെയ്യുക
mr: येथे प्रतिमा ड्रॅग करा, किंवा निवडण्यासाठी क्लिक करा
nl: Sleep een afbeelding hierheen of klik om te kiezen
pa: ਇੱਥੇ ਇੱਕ ਤਸਵੀਰ ਖਿੱਚੋ, ਜਾਂ ਚੁਣਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
pl: Przeciągnij tu obraz lub kliknij, aby wybrać
pt_br: Arraste uma imagem para aqui ou clique para escolher
ta: இங்கே ஒரு படத்தை இழுக்கவும், அல்லது தேர்வுசெய்ய கிளிக் செய்யவும்
te: ఇక్కడ చిత్రాన్ని లాగండి, లేదా ఎంచుకోడానికి క్లిక్ చేయండి
th: ลากรูปภาพมาที่นี่ หรือคลิกเพื่อเลือก
tr: Buraya bir görsel sürükleyin veya seçmek için tıklayın
uk: Перетягніть зображення сюди або клацніть, щоб вибрати
ur: یہاں ایک تصویر گھسیٹیں، یا منتخب کرنے کے لیے کلک کریں
vi: Kéo ảnh vào đây hoặc bấm để chọn
zh_hans: 将图片拖到此处，或点击选择
zh_hant: 將圖片拖曳到此處，或按一下選擇

source: No artwork
ar: لا توجد صورة غلاف
bg: Няма обложка
bn: কোনো আর্টওয়ার্ক নেই
cs: Žádný obal
de: Kein Artwork
es: Sin portada
fr: Aucune pochette
gu: કોઈ આર્ટવર્ક નથી
he: אין עטיפה
hi: कोई आर्टवर्क नहीं
hr: Nema omota
it: Nessuna copertina
ja: アートワークなし
kn: ಆರ್ಟ್‌ವರ್ಕ್ ಇಲ್ಲ
ko: 아트워크 없음
ml: ആർട്ട്‌വർക്ക് ഇല്ല
mr: आर्टवर्क नाही
nl: Geen artwork
pa: ਕੋਈ ਆਰਟਵਰਕ ਨਹੀਂ
pl: Brak okładki
pt_br: Sem capa
ta: ஆர்ட்வொர்க் இல்லை
te: ఆర్ట్‌వర్క్ లేదు
th: ไม่มีภาพปก
tr: Kapak yok
uk: Немає обкладинки
ur: کوئی آرٹ ورک نہیں
vi: Không có ảnh bìa
zh_hans: 无封面
zh_hant: 無封面

source: Images
ar: الصور
bg: Изображения
bn: ছবি
cs: Obrázky
de: Bilder
es: Imágenes
gu: છબીઓ
he: תמונות
hi: छवियां
hr: Slike
it: Immagini
ja: 画像
kn: ಚಿತ್ರಗಳು
ko: 이미지
ml: ചിത്രങ്ങൾ
mr: प्रतिमा
nl: Afbeeldingen
pa: ਤਸਵੀਰਾਂ
pl: Obrazy
pt_br: Imagens
ta: படங்கள்
te: చిత్రాలు
th: รูปภาพ
tr: Görseller
uk: Зображення
ur: تصاویر
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Sync is waiting on you
ar: المزامنة في انتظارك
bg: Синхронизирането чака вас
bn: সিঙ্ক আপনার জন্য অপেক্ষা করছে
cs: Synchronizace čeká na vás
de: Sync wartet auf dich
es: La sincronización te está esperando
fr: La synchronisation vous attend
gu: સિંક તમારી રાહ જુએ છે
he: הסנכרון ממתין לך
hi: सिंक आपका इंतज़ार कर रहा है
hr: Sinkronizacija čeka na vas
it: La sincronizzazione ti sta aspettando
ja: 同期があなたの操作を待っています
kn: ಸಿಂಕ್ ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿದೆ
ko: 동기화가 사용자를 기다리고 있습니다
ml: സിങ്ക് നിങ്ങൾക്കായി കാത്തിരിക്കുന്നു
mr: समक्रमण तुमची वाट पाहत आहे
nl: Synchronisatie wacht op jou
pa: ਸਿੰਕ ਤੁਹਾਡੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ
pl: Synchronizacja czeka na Ciebie
pt_br: A sincronização está esperando por você
ta: ஒத்திசைவு உங்களுக்காகக் காத்திருக்கிறது
te: సింక్ మీ కోసం వేచి ఉంది
th: การซิงค์กำลังรอคุณอยู่
tr: Eşzamanlama sizi bekliyor
uk: Синхронізація чекає на вас
ur: مطابقت پذیری آپ کا انتظار کر رہی ہے
vi: Đồng bộ đang chờ bạn
zh_hans: 同步正在等待你的处理
zh_hant: 同步正在等待你的處理

source: Library change
ar: تغيير في المكتبة
bg: Промяна в библиотеката
bn: লাইব্রেরির পরিবর্তন
cs: Změna knihovny
de: Bibliotheksänderung
es: Cambio en la biblioteca
fr: Modification de la bibliothèque
gu: લાઇબ્રેરીમાં ફેરફાર
he: שינוי בספרייה
hi: लाइब्रेरी में बदलाव
hr: Promjena u fonoteci
it: Modifica alla libreria
ja: ライブラリの変更
kn: ಗ್ರಂಥಾಲಯದ ಬದಲಾವಣೆ
ko: 라이브러리 변경
ml: ലൈബ്രറി മാറ്റം
mr: लायब्ररीतील बदल
nl: Bibliotheekwijziging
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਤਬਦੀਲੀ
pl: Zmiana w bibliotece
pt_br: Alteração na biblioteca
ta: நூலக மாற்றம்
te: లైబ్రరీ మార్పు
th: การเปลี่ยนแปลงคลัง
tr: Kitaplık değişikliği
uk: Зміна бібліотеки
ur: لائبریری میں تبدیلی
vi: Thay đổi thư viện
zh_hans: 库更改
zh_hant: 資料庫變更

source: Sharing change
ar: تغيير في المشاركة
bg: Промяна в споделянето
bn: শেয়ারিংয়ের পরিবর্তন
cs: Změna sdílení
de: Freigabeänderung
es: Cambio en el uso compartido
fr: Modification du partage
gu: શેરિંગમાં ફેરફાર
he: שינוי בשיתוף
hi: साझा करने में बदलाव
hr: Promjena dijeljenja
it: Modifica alla condivisione
ja: 共有の変更
kn: ಹಂಚಿಕೆಯ ಬದಲಾವಣೆ
ko: 공유 변경
ml: പങ്കിടൽ മാറ്റം
mr: शेअरिंगमधील बदल
nl: Wijziging in delen
pa: ਸਾਂਝਾ ਕਰਨ ਵਿੱਚ ਤਬਦੀਲੀ
pl: Zmiana udostępniania
pt_br: Alteração no compartilhamento
ta: பகிர்வு மாற்றம்
te: భాగస్వామ్య మార్పు
th: การเปลี่ยนแปลงการแชร์
tr: Paylaşım değişikliği
uk: Зміна спільного доступу
ur: اشتراک میں تبدیلی
vi: Thay đổi chia sẻ
zh_hans: 共享更改
zh_hant: 分享變更

source: Cloud cleanup
ar: تنظيف السحابة
bg: Почистване в облака
bn: ক্লাউড পরিষ্কার
cs: Úklid v cloudu
de: Cloud-Bereinigung
es: Limpieza en la nube
fr: Nettoyage du cloud
gu: ક્લાઉડ સફાઈ
he: ניקוי בענן
hi: क्लाउड की सफ़ाई
hr: Čišćenje u oblaku
it: Pulizia del cloud
ja: クラウドの整理
kn: ಕ್ಲೌಡ್ ಸ್ವಚ್ಛಗೊಳಿಸುವಿಕೆ
ko: 클라우드 정리
ml: ക്ലൗഡ് വൃത്തിയാക്കൽ
mr: क्लाउड साफसफाई
nl: Cloudopruiming
pa: ਕਲਾਊਡ ਦੀ ਸਫ਼ਾਈ
pl: Porządkowanie w chmurze
pt_br: Limpeza na nuvem
ta: மேகச் சுத்தம் செய்தல்
te: క్లౌడ్ శుభ్రపరచడం
th: การล้างข้อมูลบนคลาวด์
tr: Bulut temizliği
uk: Очищення у хмарі
ur: کلاؤڈ کی صفائی
vi: Dọn dẹp đám mây
zh_hans: 云端清理
zh_hant: 雲端清理

source: Not identified
ar: غير محدد الهوية
bg: Не е идентифицирано
bn: শনাক্ত করা হয়নি
cs: Neidentifikováno
de: Nicht identifiziert
es: Sin identificar
fr: Non identifié
gu: ઓળખાયું નથી
he: לא זוהה
hi: पहचाना नहीं गया
hr: Nije identificirano
it: Non identificato
ja: 未識別
kn: ಗುರುತಿಸಲಾಗಿಲ್ಲ
ko: 식별되지 않음
ml: തിരിച്ചറിഞ്ഞിട്ടില്ല
mr: ओळखले नाही
nl: Niet geïdentificeerd
pa: ਪਛਾਣਿਆ ਨਹੀਂ ਗਿਆ
pl: Niezidentyfikowane
pt_br: Não identificado
ta: அடையாளம் காணப்படவில்லை
te: గుర్తించబడలేదు
th: ยังไม่ได้ระบุ
tr: Tanımlanmadı
uk: Не ідентифіковано
ur: شناخت نہیں ہوئی
vi: Chưa nhận dạng
zh_hans: 未识别
zh_hant: 未識別

source: Identified
ar: تم التحديد
bg: Идентифицирано
bn: শনাক্ত করা হয়েছে
cs: Identifikováno
de: Identifiziert
es: Identificado
fr: Identifié
gu: ઓળખાયું
he: זוהה
hi: पहचाना गया
hr: Identificirano
it: Identificato
ja: 識別済み
kn: ಗುರುತಿಸಲಾಗಿದೆ
ko: 식별됨
ml: തിരിച്ചറിഞ്ഞു
mr: ओळखले
nl: Geïdentificeerd
pa: ਪਛਾਣਿਆ ਗਿਆ
pl: Zidentyfikowane
pt_br: Identificado
ta: அடையாளம் காணப்பட்டது
te: గుర్తించబడింది
th: ระบุแล้ว
tr: Tanımlandı
uk: Ідентифіковано
ur: شناخت ہو گئی
vi: Đã nhận dạng
zh_hans: 已识别
zh_hant: 已識別

source: Identified by %@
ar: تم التحديد بواسطة %@
bg: Идентифицирано по %@
bn: %@ দিয়ে শনাক্ত
cs: Identifikováno podle %@
de: Identifiziert über %@
es: Identificado por %@
fr: Identifié par %@
gu: %@ દ્વારા ઓળખાયું
he: זוהה לפי %@
hi: %@ से पहचाना गया
hr: Identificirano prema %@
it: Identificato tramite %@
ja: %@ で識別
kn: %@ ಮೂಲಕ ಗುರುತಿಸಲಾಗಿದೆ
ko: %@(으)로 식별됨
ml: %@ ഉപയോഗിച്ച് തിരിച്ചറിഞ്ഞു
mr: %@ द्वारे ओळखले
nl: Geïdentificeerd via %@
pa: %@ ਰਾਹੀਂ ਪਛਾਣਿਆ ਗਿਆ
pl: Zidentyfikowane przez %@
pt_br: Identificado por %@
ta: %@ மூலம் அடையாளம் காணப்பட்டது
te: %@ ద్వారా గుర్తించబడింది
th: ระบุด้วย %@
tr: %@ ile tanımlandı
uk: Ідентифіковано за %@
ur: %@ سے شناخت ہوئی
vi: Nhận dạng bằng %@
zh_hans: 通过 %@ 识别
zh_hant: 透過 %@ 識別

source: No matches for %@
ar: لا توجد تطابقات لـ %@
bg: Няма съвпадения за %@
bn: %@-এর জন্য কোনো মিল নেই
cs: Žádné shody pro %@
de: Keine Treffer für %@
es: Sin coincidencias para %@
fr: Aucune correspondance pour %@
gu: %@ માટે કોઈ મેળ નથી
he: אין התאמות ל-%@
hi: %@ के लिए कोई मिलान नहीं
hr: Nema podudaranja za %@
it: Nessuna corrispondenza per %@
ja: %@ に一致なし
kn: %@ ಗೆ ಹೊಂದಾಣಿಕೆಗಳಿಲ್ಲ
ko: %@에 대한 일치 없음
ml: %@-നു പൊരുത്തങ്ങളില്ല
mr: %@ साठी जुळण्या नाहीत
nl: Geen matches voor %@
pa: %@ ਲਈ ਕੋਈ ਮੇਲ ਨਹੀਂ
pl: Brak dopasowań dla %@
pt_br: Sem correspondências para %@
ta: %@-க்கு பொருத்தங்கள் இல்லை
te: %@ కోసం సరిపోలికలు లేవు
th: ไม่พบรายการตรงกันสำหรับ %@
tr: %@ için eşleşme yok
uk: Немає збігів для %@
ur: %@ کے لیے کوئی میل نہیں
vi: Không có kết quả khớp cho %@
zh_hans: 没有与 %@ 匹配的结果
zh_hant: 沒有與 %@ 相符的項目

source: %@ or %@
ar: %@ أو %@
bg: %@ или %@
bn: %@ বা %@
cs: %@ nebo %@
de: %@ oder %@
es: %@ o %@
fr: %@ ou %@
gu: %@ અથવા %@
he: %@ או %@
hi: %@ या %@
hr: %@ ili %@
it: %@ o %@
ja: %@ または %@
kn: %@ ಅಥವಾ %@
ko: %@ 또는 %@
ml: %@ അല്ലെങ്കിൽ %@
mr: %@ किंवा %@
nl: %@ of %@
pa: %@ ਜਾਂ %@
pl: %@ lub %@
pt_br: %@ ou %@
ta: %@ அல்லது %@
te: %@ లేదా %@
th: %@ หรือ %@
tr: %@ veya %@
uk: %@ або %@
ur: %@ یا %@
vi: %@ hoặc %@
zh_hans: %@ 或 %@
zh_hant: %@ 或 %@

source: No signals in this folder
ar: لا توجد إشارات في هذا المجلد
bg: Няма сигнали в тази папка
bn: এই ফোল্ডারে কোনো সংকেত নেই
cs: V této složce nejsou žádné signály
de: Keine Signale in diesem Ordner
es: Sin señales en esta carpeta
fr: Aucun signal dans ce dossier
gu: આ ફોલ્ડરમાં કોઈ સંકેત નથી
he: אין אותות בתיקייה הזו
hi: इस फ़ोल्डर में कोई संकेत नहीं
hr: Nema signala u ovoj mapi
it: Nessun segnale in questa cartella
ja: このフォルダに手がかりなし
kn: ಈ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಯಾವುದೇ ಸಂಕೇತಗಳಿಲ್ಲ
ko: 이 폴더에 신호 없음
ml: ഈ ഫോൾഡറിൽ സൂചനകളില്ല
mr: या फोल्डरमध्ये संकेत नाहीत
nl: Geen signalen in deze map
pa: ਇਸ ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਸੰਕੇਤ ਨਹੀਂ
pl: Brak sygnałów w tym folderze
pt_br: Sem sinais nesta pasta
ta: இந்த கோப்புறையில் அடையாளங்கள் இல்லை
te: ఈ ఫోల్డర్‌లో సంకేతాలు లేవు
th: ไม่มีสัญญาณในโฟลเดอร์นี้
tr: Bu klasörde ipucu yok
uk: У цій теці немає сигналів
ur: اس فولڈر میں کوئی اشارہ نہیں
vi: Không có dấu hiệu nào trong thư mục này
zh_hans: 此文件夹中没有可用线索
zh_hant: 此檔案夾中沒有可用線索

source: Couldn't read the folder's barcodes
ar: تعذّرت قراءة الرموز الشريطية للمجلد
bg: Баркодовете на папката не можаха да бъдат прочетени
bn: ফোল্ডারের বারকোড পড়া যায়নি
cs: Čárové kódy složky se nepodařilo přečíst
de: Die Barcodes des Ordners konnten nicht gelesen werden
es: No se pudieron leer los códigos de barras de la carpeta
fr: Impossible de lire les codes-barres du dossier
gu: ફોલ્ડરના બારકોડ વાંચી શકાયા નથી
he: לא ניתן היה לקרוא את הברקודים של התיקייה
hi: फ़ोल्डर के बारकोड नहीं पढ़े जा सके
hr: Nije bilo moguće pročitati crtične kodove mape
it: Impossibile leggere i codici a barre della cartella
ja: フォルダのバーコードを読み取れませんでした
kn: ಫೋಲ್ಡರ್‌ನ ಬಾರ್‌ಕೋಡ್‌ಗಳನ್ನು ಓದಲಾಗಲಿಲ್ಲ
ko: 폴더의 바코드를 읽을 수 없음
ml: ഫോൾഡറിലെ ബാർകോഡുകൾ വായിക്കാനായില്ല
mr: फोल्डरचे बारकोड वाचता आले नाहीत
nl: Kon de barcodes van de map niet lezen
pa: ਫੋਲਡਰ ਦੇ ਬਾਰਕੋਡ ਪੜ੍ਹੇ ਨਹੀਂ ਜਾ ਸਕੇ
pl: Nie udało się odczytać kodów kreskowych folderu
pt_br: Não foi possível ler os códigos de barras da pasta
ta: கோப்புறையின் பட்டைக் குறியீடுகளைப் படிக்க முடியவில்லை
te: ఫోల్డర్ బార్‌కోడ్‌లను చదవలేకపోయాం
th: อ่านบาร์โค้ดของโฟลเดอร์ไม่ได้
tr: Klasörün barkodları okunamadı
uk: Не вдалося зчитати штрихкоди теки
ur: فولڈر کے بارکوڈ نہیں پڑھے جا سکے
vi: Không đọc được mã vạch của thư mục
zh_hans: 无法读取文件夹中的条形码
zh_hant: 無法讀取檔案夾中的條碼

source: Identify
ar: تحديد الهوية
bg: Идентифициране
bn: শনাক্ত করুন
cs: Identifikovat
de: Identifizieren
es: Identificar
fr: Identifier
gu: ઓળખો
he: זהה
hi: पहचानें
hr: Identificiraj
it: Identifica
ja: 識別
kn: ಗುರುತಿಸಿ
ko: 식별
ml: തിരിച്ചറിയുക
mr: ओळखा
nl: Identificeren
pa: ਪਛਾਣੋ
pl: Zidentyfikuj
pt_br: Identificar
ta: அடையாளம் காண்
te: గుర్తించు
th: ระบุ
tr: Tanımla
uk: Ідентифікувати
ur: شناخت کریں
vi: Nhận dạng
zh_hans: 识别
zh_hant: 識別

source: Adjust
ar: تعديل
bg: Настройване
bn: সমন্বয় করুন
cs: Upravit
de: Anpassen
es: Ajustar
fr: Ajuster
gu: સમાયોજિત કરો
he: התאמה
hi: समायोजित करें
hr: Prilagodi
it: Regola
ja: 調整
kn: ಹೊಂದಿಸಿ
ko: 조정
ml: ക്രമീകരിക്കുക
mr: समायोजित करा
nl: Aanpassen
pa: ਵਿਵਸਥਿਤ ਕਰੋ
pl: Dostosuj
pt_br: Ajustar
ta: சரிசெய்
te: సర్దుబాటు చేయి
th: ปรับ
tr: Ayarla
uk: Налаштувати
ur: ایڈجسٹ کریں
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整

source: barcode
ar: الرمز الشريطي
bg: баркод
bn: বারকোড
cs: čárový kód
es: código de barras
fr: code-barres
gu: બારકોડ
he: ברקוד
hi: बारकोड
hr: crtični kod
it: codice a barre
ja: バーコード
kn: ಬಾರ್‌ಕೋಡ್
ko: 바코드
ml: ബാർകോഡ്
mr: बारकोड
pa: ਬਾਰਕੋਡ
pl: kod kreskowy
pt_br: código de barras
ta: பட்டைக் குறியீடு
te: బార్‌కోడ్
th: บาร์โค้ด
tr: barkod
uk: штрихкод
ur: بارکوڈ
vi: mã vạch
zh_hans: 条形码
zh_hant: 條碼

source: catalog number
ar: رقم الكتالوج
bg: каталожен номер
bn: ক্যাটালগ নম্বর
cs: katalogové číslo
de: Katalognummer
es: número de catálogo
fr: numéro de catalogue
gu: કેટલોગ નંબર
he: מספר קטלוגי
hi: कैटलॉग नंबर
hr: kataloški broj
it: numero di catalogo
ja: カタログ番号
kn: ಕ್ಯಾಟಲಾಗ್ ಸಂಖ್ಯೆ
ko: 카탈로그 번호
ml: കാറ്റലോഗ് നമ്പർ
mr: कॅटलॉग क्रमांक
nl: catalogusnummer
pa: ਕੈਟਾਲਾਗ ਨੰਬਰ
pl: numer katalogowy
pt_br: número de catálogo
ta: பட்டியல் எண்
te: కాటలాగ్ నంబర్
th: หมายเลขแค็ตตาล็อก
tr: katalog numarası
uk: каталожний номер
ur: کیٹلاگ نمبر
vi: số danh mục
zh_hans: 目录编号
zh_hant: 目錄編號

source: Automatic
ar: تلقائي
bg: Автоматично
bn: স্বয়ংক্রিয়
cs: Automaticky
de: Automatisch
es: Automático
fr: Automatique
gu: આપોઆપ
he: אוטומטי
hi: स्वचालित
hr: Automatski
it: Automatico
ja: 自動
kn: ಸ್ವಯಂಚಾಲಿತ
ko: 자동
ml: സ്വയമേവ
mr: स्वयंचलित
nl: Automatisch
pa: ਆਪਣੇ-ਆਪ
pl: Automatycznie
pt_br: Automático
ta: தானியங்கு
te: స్వయంచాలకం
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
ur: خودکار
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Manual
ar: يدوي
bg: Ръчно
bn: ম্যানুয়াল
cs: Ručně
de: Manuell
fr: Manuel
gu: જાતે
he: ידני
hi: मैन्युअल
hr: Ručno
it: Manuale
ja: 手動
kn: ಹಸ್ತಚಾಲಿತ
ko: 수동
ml: മാനുവൽ
mr: मॅन्युअल
nl: Handmatig
pa: ਹੱਥੀਂ
pl: Ręcznie
ta: கைமுறை
te: మాన్యువల్
th: ด้วยตนเอง
tr: Elle
uk: Вручну
ur: دستی
vi: Thủ công
zh_hans: 手动
zh_hant: 手動
